[
  {
    "Film": "Lady Bird",
    "Year": "2017",
    "Director": "Greta Gerwig ",
    "DirGen": "Female",
    "Writer": "Greta Gerwig",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "172F33",
    "Genre": "Drama, Indie, Comedy",
    "Description": "A California high school student plans to escape from her family and small town by going to college in New York, much to the disapproval of wildly loving, deeply opinionated and strong-willed mother."
  },
  {
    "Film": "The Edge of Seventeen",
    "Year": "2016",
    "Director": "Kelly Fermon Craig",
    "DirGen": "Female",
    "Writer": "Kelly Fermon Craig",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "19426e",
    "Genre": "Comedy, Drama",
    "Description": "Two high school girls are best friends until one dates the other’s older brother, who is totally his sister’s nemesis."
  },
  {
    "Film": "The 400 Blows ",
    "Year": "1959",
    "Director": "François Truffaut",
    "DirGen": "Male",
    "Writer": "François Truffaut",
    "auteurship": "1",
    "Colour": "BW",
    "HEX": "acabac",
    "Genre": "Drama, Family, Crime, à clef",
    "Description": "For young Parisian boy Antoine Doinel, life is one difficult situation after another. Surrounded by inconsiderate adults, including his neglectful parents, Antoine spends his days with his best friend, Rene, trying to plan for a better life. When one of their schemes goes awry, Antoine ends up in trouble with the law, leading to even more conflicts with unsympathetic authority figures."
  },
  {
    "Film": "Fantastic Mr. Fox",
    "Year": "2009",
    "Director": "Wes Anderson",
    "DirGen": "Male",
    "Writer": "Roald Dahl, Wes Anderson, Noah Baumbach",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "a8551e",
    "Genre": "Animation, Drama, Family, Crime",
    "Description": "The Fantastic Mr. Fox bored with his current life, plans a heist against the three local farmers. The farmers, tired of sharing their chickens with the sly fox, seek revenge against him and his family."
  },
  {
    "Film": "The Diary of a Teenage Girl",
    "Year": "2015",
    "Director": "Marielle Heller",
    "DirGen": "Female",
    "Writer": "Phoebe Gloeckner, Marielle Heller",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "535b22",
    "Genre": "Romance, Drama, Comedy, LGBT",
    "Description": "Minnie Goetze is a 15-year-old aspiring comic-book artist, coming of age in the haze of the 1970s in San Francisco. Insatiably curious about the world around her, Minnie is a pretty typical teenage girl. Oh, except that she’s sleeping with her mother’s boyfriend."
  },
  {
    "Film": "Let the Right One In",
    "Year": "2008",
    "Director": "Tomas Alferdson ",
    "DirGen": "Male",
    "Writer": "John Ajvide Lindqvist",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "182d34",
    "Genre": "Drama, Horror",
    "Description": "Set in 1982 in the suburb of Blackeberg, Stockholm, twelve-year-old Oskar is a lonely outsider, bullied at school by his classmates; at home, Oskar dreams of revenge against a trio of bullies. He befriends his twelve-year-old, next-door neighbor Eli, who only appears at night in the snow-covered playground outside their building."
  },
  {
    "Film": "mid90s",
    "Year": "2018",
    "Director": "Jonah Hill",
    "DirGen": "Male",
    "Writer": "Jonah Hill",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "787057",
    "Genre": "Comedy, Drama, Indie",
    "Description": "Stevie is a sweet 13-year-old about to explode. His mom is loving and attentive, but a little too forthcoming about her romantic life. His big brother is a taciturn and violent bully. So Stevie searches his working-class Los Angeles suburb for somewhere to belong. He finds it at the Motor Avenue skate shop."
  },
  {
    "Film": "Moonlight",
    "Year": "2016",
    "Director": "Barry Jenkins",
    "DirGen": "Male",
    "Writer": "Barry Jenkins, Tarell Alvin McCraney",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "1158a4",
    "Genre": "Drama, LGBT",
    "Description": "The tender, heartbreaking story of a young man’s struggle to find himself, told across three defining chapters in his life as he experiences the ecstasy, pain, and beauty of falling in love, while grappling with his own sexuality."
  },
  {
    "Film": "Eighth Grade",
    "Year": "2018",
    "Director": "Bo Burnham ",
    "DirGen": "Male",
    "Writer": "Bo Burnham",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "962c43",
    "Genre": "Comedy, Drama, Indie",
    "Description": "Thirteen-year-old Kayla endures the tidal wave of contemporary suburban adolescence as she makes her way through the last week of middle school — the end of her thus far disastrous eighth grade year — before she begins high school."
  },
  {
    "Film": "Pan's Labyrinth",
    "Year": "2006",
    "Director": "Guillermo Del Toro",
    "DirGen": "Male",
    "Writer": "Guillermo Del Toro",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "1b708f",
    "Genre": "War, Drama, Fantasy",
    "Description": "Living with her tyrannical stepfather in a new home with her pregnant mother, 10-year-old Ofelia feels alone until she explores a decaying labyrinth guarded by a mysterious faun who claims to know her destiny. If she wishes to return to her real father, Ofelia must complete three terrifying tasks."
  },
  {
    "Film": "Call Me by Your Name",
    "Year": "2018",
    "Director": "Luca Guadagnino",
    "DirGen": "Male",
    "Writer": "James Ivory, André Aciman",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "a1a494",
    "Genre": "Drama, Romance, LGBT",
    "Description": "In 1980s Italy, a relationship begins between seventeen-year-old teenage Elio and the older adult man hired as his father’s research assistant."
  },
  {
    "Film": "Dazed and Confused",
    "Year": "1993",
    "Director": "Richard Linklater",
    "DirGen": "Male",
    "Writer": "Richard Linklater",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "dfd6da",
    "Genre": "Drama, Comedy",
    "Description": "The adventures of a group of Texas teens on their last day of school in 1976, centering on student Randall Floyd, who moves easily among stoners, jocks and geeks. Floyd is a star athlete, but he also likes smoking weed, which presents a conundrum when his football coach demands he sign a “no drugs” pledge."
  },
  {
    "Film": "Picnic at Hanging Rock",
    "Year": "1975",
    "Director": "Peter Weir",
    "DirGen": "Male ",
    "Writer": "Clifford Green, Joan Lindsay",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "d4bcaa",
    "Genre": "Drama, Mystery, Folk",
    "Description": "In the early 1900s, Miranda attends a girls boarding school in Australia. One Valentine’s Day, the school’s typically strict headmistress treats the girls to a picnic field trip to an unusual but scenic volcanic formation called Hanging Rock. Despite rules against it, Miranda and several other girls venture off. It’s not until the end of the day that the faculty realizes the girls and one of the teachers have disappeared mysteriously."
  },
  {
    "Film": "Beautiful Boy",
    "Year": "2018",
    "Director": "Felix van Groeningen",
    "DirGen": "Male",
    "Writer": "Luke Davies, Felix van Groeningen",
    "auteurship": "0.5",
    "Colour": "Neutral",
    "HEX": "a29f64",
    "Genre": "Drama",
    "Description": "After he and his first wife separate, journalist David Sheff struggles to help their teenage son, who goes from experimenting with drugs to becoming devastatingly addicted to methamphetamine."
  },
  {
    "Film": "Palo Alto",
    "Year": "2013",
    "Director": "Gia Coppola",
    "DirGen": "Female",
    "Writer": "Gia Coppola",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "924d53",
    "Genre": "Drama, Indie",
    "Description": "Palo Alto weaves together three stories of teenage lust, boredom, and self-destruction: shy, sensitive April, torn between an illicit flirtation with her soccer coach and an unrequited crush on sweet stoner Teddy; Emily, who offers sexual favors to any boy to cross her path; and the increasingly dangerous exploits of Teddy and his best friend Fred, whose behavior may or may not be sociopathic."
  },
  {
    "Film": "The Virgin Suicides",
    "Year": "1999",
    "Director": "Sofia Coppola",
    "DirGen": "Female",
    "Writer": "Sofia Coppola, Jeffrey Eugenides",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "303757",
    "Genre": "Drama, Romance",
    "Description": "A group of male friends become obsessed with five mysterious sisters who are sheltered by their strict, religious parents."
  },
  {
    "Film": "Sing Street ",
    "Year": "2016",
    "Director": "John Carney",
    "DirGen": "Male",
    "Writer": "John Carney",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "a19692",
    "Genre": "Drama, Comedy, Music, Romance",
    "Description": "A boy growing up in Dublin during the 1980s escapes his strained family life by starting a band to impress the mysterious girl he likes."
  },
  {
    "Film": "The Breakfast Club",
    "Year": "1985",
    "Director": "John Hughes",
    "DirGen": "Male",
    "Writer": "John Hughes",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "be8b9f",
    "Genre": "Drama, Comedy",
    "Description": "Five disparate high school students meet in Saturday detention, and discover they have a lot more in common than they thought."
  },
  {
    "Film": "Me and Earl and the Dying Girl",
    "Year": "2015",
    "Director": "Alfonso Gomez-Rejon",
    "DirGen": "Male",
    "Writer": "Jesse Andrews",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "bbbc95",
    "Genre": "Drama, Comedy",
    "Description": "Greg is coasting through senior year of high school as anonymously as possible, avoiding social interactions like the plague while secretly making spirited, bizarre films with Earl, his only friend. But both his anonymity and friendship threaten to unravel when his mother forces him to befriend a classmate with leukemia."
  },
  {
    "Film": "Submarine",
    "Year": "2010",
    "Director": "Richard Ayoade",
    "DirGen": "Male",
    "Writer": "Joe Dunthorne, Richard Ayoade",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "842421",
    "Genre": "Romance, Drama, Comedy",
    "Description": "15-year-old deep-thinking Welsh schoolboy, Oliver Tate struggles to initiate and maintain a relationship with Jordana, his devilish, dark-haired classmate at their Swansea high school. As his parents’ marriage begins to fall apart, similar problems arise in his relationship with Jordana."
  },
  {
    "Film": "Rushmore",
    "Year": "1998",
    "Director": "Wes Anderson",
    "DirGen": "Male",
    "Writer": "Wes Anderson",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "8a7d92",
    "Genre": "Drama, Comedy",
    "Description": "When a beautiful first-grade teacher arrives at a prep school, she soon attracts the attention of an ambitious teenager named Max, who quickly falls in love with her. Max turns to the father of two of his schoolmates for advice on how to woo the teacher. However, the situation soon gets complicated when Max’s new friend becomes involved with her, setting the two pals against one another in a war for her attention."
  },
  {
    "Film": "Moonrise Kingdom",
    "Year": "2012",
    "Director": "Wes Anderson",
    "DirGen": "Male",
    "Writer": "Wes Anderson, Roman Coppola",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "b4672a",
    "Genre": "Drama, Romance, Comedy",
    "Description": "Set on an island off the coast of New England in the summer of 1965, Moonrise Kingdom tells the story of two twelve-year-olds who fall in love, make a secret pact, and run away together into the wilderness. As various authorities try to hunt them down, a violent storm is brewing off-shore – and the peaceful island community is turned upside down in more ways than anyone can handle."
  },
  {
    "Film": "Love Simon",
    "Year": "2018",
    "Director": "Greg Berlanti",
    "DirGen": "Male",
    "Writer": "Issac Aptaker, Elizabeth Berger, Becky Albertalli",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "5d231c",
    "Genre": "Comedy, Romance, Drama, LGBT",
    "Description": "Everyone deserves a great love story. But for seventeen-year old Simon Spier it’s a little more complicated: he’s yet to tell his family or friends he’s gay and he doesn’t know the identity of the anonymous classmate he’s fallen for online."
  },
  {
    "Film": "American Pie",
    "Year": "1999",
    "Director": "Chris Weitz, Paul Weitz",
    "DirGen": "Male",
    "Writer": "Adam Herz",
    "auteurship": "0",
    "Colour": "Cool ",
    "HEX": "efefeb",
    "Genre": "Comedy, Romance",
    "Description": "At a high-school party, four friends find that losing their collective virginity isn’t as easy as they had thought. But they still believe that they need to do so before college. To motivate themselves, they enter a pact to all “score.” by their senior prom."
  },
  {
    "Film": "10 Things I Hate About You",
    "Year": "1999",
    "Director": "Gil Junger",
    "DirGen": "Male",
    "Writer": "Karen McCullah Lutz, Kirsten Smith",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "c0ccc5",
    "Genre": "Comedy, Romance, Drama",
    "Description": "On the first day at his new school, Cameron instantly falls for Bianca, the gorgeous girl of his dreams. The only problem is that Bianca is forbidden to date until her ill-tempered, completely un-dateable older sister Kat goes out, too. In an attempt to solve his problem, Cameron singles out the only guy who could possibly be a match for Kat: a mysterious bad boy with a nasty reputation of his own."
  },
  {
    "Film": "(500) Days of Summer",
    "Year": "2009",
    "Director": "Marc Webb",
    "DirGen": "Male",
    "Writer": "Scott Neustadter, Michael H. Weber",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "8a807b",
    "Genre": "Comedy, Romance, Drama, Indie",
    "Description": "Tom, greeting-card writer and hopeless romantic, is caught completely off-guard when his girlfriend, Summer, suddenly dumps him. He reflects on their 500 days together to try to figure out where their love affair went sour, and in doing so, Tom rediscovers his true passions in life."
  },
  {
    "Film": "13 Going on 30",
    "Year": "2004",
    "Director": "Gary Winick",
    "DirGen": "Male",
    "Writer": "Josh Goldsmith, Cathy Yuspa",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "b9a9ac",
    "Genre": "Fantasy, Comedy, Romance",
    "Description": "After total humiliation at her thirteenth birthday party, Jenna Rink wants to just hide until she’s thirty. With a little magic, her wish is granted, but it turns out that being thirty isn’t as always as awesome as she thought it would be!"
  },
  {
    "Film": "Boyhood",
    "Year": "2014",
    "Director": "Richard Linklater",
    "DirGen": "Male",
    "Writer": "Richard Linklater",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "fcdacc",
    "Genre": "Drama",
    "Description": "The film tells a story of a divorced couple trying to raise their young son. The story follows the boy for twelve years, from first grade at age 6 through 12th grade at age 17-18, and examines his relationship with his parents as he grows."
  },
  {
    "Film": "Ferris Bueller's Day Off",
    "Year": "1986",
    "Director": "John Hughes ",
    "DirGen": "Male",
    "Writer": "John Hughes",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "9f0d2c",
    "Genre": "Comedy",
    "Description": "A high school slacker pretends to be sick to skip school and have an exciting day off alongside his girlfriend and his best buddy through Chicago, while trying to outwit his obsessive school principal and his unconformited sister along the way."
  },
  {
    "Film": "17 Again",
    "Year": "2009",
    "Director": "Burr Steers ",
    "DirGen": "Male",
    "Writer": "Jason Filardi",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "ede3ca",
    "Genre": "Comedy",
    "Description": "On the brink of a midlife crisis, 30-something Mike O’Donnell wishes he could have a “do-over.” And that’s exactly what he gets when he wakes up one morning to find he’s 17 years old again. With his adult mind stuck inside the body of a teenager, Mike actually has the chance to reverse some decisions he wishes he’d never made. But maybe they weren’t so bad after all."
  },
  {
    "Film": "A Walk to Remember",
    "Year": "2002",
    "Director": "Adam Shankman",
    "DirGen": "Male",
    "Writer": "Karen Janszen, Nicholas Sparks, Shane West",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "947576",
    "Genre": "Drama, Romance",
    "Description": "When the popular, restless Landon Carter is forced to participate in the school drama production he falls in love with Jamie Sullivan, the daughter of the town’s minister. Jamie has a “to-do” list for her life and also a very big secret she must keep from Landon."
  },
  {
    "Film": "All About Lily Chou-Chou",
    "Year": "2001",
    "Director": "Shunji Iwai",
    "DirGen": "Male",
    "Writer": "Shunji Iwai",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "6f9fc5",
    "Genre": "Crime, Drama",
    "Description": "Charts the troubled teenage years of students Yuichi Hasumi and Shusuke Hoshino, exploring the shifting and complex power dynamics of their relationship against the backdrop of Yuichi’s love for the dreamy and abstract music of fictional pop star Lily Chou-Chou."
  },
  {
    "Film": "Almost Famous",
    "Year": "2000",
    "Director": "Cameron Crowe",
    "DirGen": "Male",
    "Writer": "Cameron Crowe",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "7b1d22",
    "Genre": "Drama, Music",
    "Description": "In 1973, 15-year-old William Miller’s unabashed love of music and aspiration to become a rock journalist lands him an assignment from Rolling Stone magazine to interview and tour with the up-and-coming band Stillwater—fronted by lead guitar Russell Hammond, and lead singer Jeff Bebe."
  },
  {
    "Film": "American Beauty",
    "Year": "1999",
    "Director": "Sam Mendes",
    "DirGen": "Male ",
    "Writer": "Alan Ball",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "d3b7b3",
    "Genre": "Drama",
    "Description": "Lester Burnham, a depressed suburban father in a mid-life crisis, decides to turn his hectic life around after developing an infatuation with his daughter’s attractive friend."
  },
  {
    "Film": "Amélie",
    "Year": "2001",
    "Director": "Jean-Pierre Jeunet",
    "DirGen": "Male",
    "Writer": "Jean-Pierre Jeunet, Guillaume Laurant",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "b16521",
    "Genre": "Romance, Comedy",
    "Description": "At a tiny Parisian café, the adorable yet painfully shy Amélie (Audrey Tautou) accidentally discovers a gift for helping others. Soon Amelie is spending her days as a matchmaker, guardian angel, and all-around do-gooder. But when she bumps into a handsome stranger, will she find the courage to become the star of her very own love story?"
  },
  {
    "Film": "An American Crime",
    "Year": "2007",
    "Director": "Tommy O'Haver",
    "DirGen": "Male",
    "Writer": "Tommy O'Haver, Irene Turner",
    "auteurship": "0.5",
    "Colour": "Neutral",
    "HEX": "BACD9B",
    "Genre": "Crime, Drama",
    "Description": "The true story of suburban housewife Gertrude Baniszewski, who kept a teenage girl locked in the basement of her Indiana home during the 1960s."
  },
  {
    "Film": "Amores Perros",
    "Year": "2000",
    "Director": "Alejandro González Iñárritu",
    "DirGen": "Male",
    "Writer": "Guillermo Arriaga",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "4b5f87",
    "Genre": "Drama, Thriller",
    "Description": "A fatalistic car crash in Mexico City sets off a chain of events in the lives of three persons: a young man aching to run off with his sister-in-law, a supermodel, and a homeless man. Their lives are catapulted into unforeseen circumstances instigated by the seemingly inconsequential destiny of a dog."
  },
  {
    "Film": "An Education",
    "Year": "2009",
    "Director": "Lone Scherfig",
    "DirGen": "Female",
    "Writer": "Nick Hornby, Lynn Barber",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "dbbbc3",
    "Genre": "Drama, Romance",
    "Description": "Despite her sheltered upbringing, Jenny is a teen with a bright future; she’s smart, pretty, and has aspirations of attending Oxford University. When David, a charming but much older suitor, motors into her life in a shiny automobile, Jenny gets a taste of adult life that she won’t soon forget."
  },
  {
    "Film": "Angus Thongs and Perfect Snogging",
    "Year": "2008",
    "Director": "Gurinder Chadha",
    "DirGen": "Female",
    "Writer": "Gurinder Chadha, Paul Mayeda Berges, Will McRobb, Chris Viscardi, Louise Rennison",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "6a5c27",
    "Genre": "Comedy, Drama, Family, Romance",
    "Description": "Georgia Nicolson is fourteen, lives with nosey parents who don’t understand her, an annoying three year old sister and has to wear a beret to school. She would, however, rather be blonde, have a smaller nose and a boyfriend. Revolving around her hilarious journal entries, prepare to be engulfed in the world of the soaring joys and bottomless angst of being a teenager."
  },
  {
    "Film": "As the Gods Will ",
    "Year": "2014",
    "Director": "Takashi Miike ",
    "DirGen": "Male",
    "Writer": "Hiroyuki Yatsu",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "c7bdb3",
    "Genre": "Comedy, Mystery, Thriller, Horror",
    "Description": "Takahata Shun’s day at high school begins just as boring as ever, but it doesn’t end that way. He and his classmates find themselves forced to play children’s games with deadly stakes. With no idea who is behind, the only thing Shun and other students can do is keep trying to win."
  },
  {
    "Film": "Bad Education",
    "Year": "2004",
    "Director": "Pedro Almodóvar",
    "DirGen": "Male",
    "Writer": "Pedro Almodóvar",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "a5b2ad",
    "Genre": "Crime, Drama, Thriller, Mystery, Romance",
    "Description": "Two children, Ignacio and Enrique, know love, the movies and fear in a religious school at the beginning of the 1960s. Father Manolo, director of the school and its professor of literature, is witness to and part of these discoveries. The three are followed through the next few decades, their reunion marking life and death."
  },
  {
    "Film": "Back to the Future",
    "Year": "1985",
    "Director": "Robert Zemeckis",
    "DirGen": "Male",
    "Writer": "Robert Zemeckis, Bob Gale",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "426a8a",
    "Genre": "Comedy, Adventure, Sci-Fi, Family",
    "Description": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents’ first meeting and attracting his mother’s romantic interest. Marty must repair the damage to history by rekindling his parents’ romance and – with the help of his eccentric inventor friend Doc Brown – return to 1985."
  },
  {
    "Film": "Big",
    "Year": "1988",
    "Director": "Penny Marshall",
    "DirGen": "Female",
    "Writer": "Gary Ross, Anne Spielberg",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "4d0b08",
    "Genre": "Drama, Romance, Family, Fantasy, Comedy",
    "Description": "When a young boy makes a wish at a carnival machine to be big—he wakes up the following morning to find that it has been granted and his body has grown older overnight. But he is still the same 13-year-old boy inside. Now he must learn how to cope with the unfamiliar world of grown-ups including getting a job and having his first romantic encounter with a woman."
  },
  {
    "Film": "Big Hero 6",
    "Year": "2014",
    "Director": "Chris WIlliams, Don Hall",
    "DirGen": "Male",
    "Writer": "Daniel Gerson, Robert L. Baird, Jordan Roberts, Joseph Mateo",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "85272b",
    "Genre": "Animation, Family, Comedy, Adventure, Aciton",
    "Description": "The special bond that develops between plus-sized inflatable robot Baymax, and prodigy Hiro Hamada, who team up with a group of friends to form a band of high-tech heroes."
  },
  {
    "Film": "Bend it Like Beckham",
    "Year": "2002",
    "Director": "Gurinder Chadha",
    "DirGen": "Female",
    "Writer": "Gurinder Chadha, Guljit Bindra, Paul Mayeda Berges",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "891a1e",
    "Genre": "Romance, Comedy, Drama",
    "Description": "Jess Bhamra, the daughter of a strict Indian couple in London, is not permitted to play organized soccer, even though she is 18. When Jess is playing for fun one day, her impressive skills are seen by Jules Paxton, who then convinces Jess to play for her semi-pro team. Jess uses elaborate excuses to hide her matches from her family while also dealing with her romantic feelings for her coach, Joe."
  },
  {
    "Film": "Blue is the Warmest Color",
    "Year": "2013",
    "Director": "Abdellatif Kechiche",
    "DirGen": "Male",
    "Writer": "Abdellatif Kechiche, Ghalia Lacroix",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "204556",
    "Genre": "Romance, Drama, LGBT, Indie",
    "Description": "Adèle’s life is changed when she meets Emma, a young woman with blue hair, who will allow her to discover desire, to assert herself as a woman and as an adult. In front of others, Adele grows, seeks herself, loses herself, finds herself."
  },
  {
    "Film": "Bottle Rocket ",
    "Year": "1994",
    "Director": "Wes Anderson",
    "DirGen": "Male",
    "Writer": "Owen WIlson, Wes Anderson",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "c5b9a5",
    "Genre": "Comedy, Crime",
    "Description": "Upon his release from a mental hospital following a nervous breakdown, the directionless Anthony joins his friend Dignan, who seems far less sane than the former. Dignan has hatched a hair-brained scheme for an as-yet-unspecified crime spree that somehow involves his former boss, the (supposedly) legendary Mr. Henry."
  },
  {
    "Film": "Body",
    "Year": "2015",
    "Director": "Robert Olsen, Dan Berk",
    "DirGen": "Male",
    "Writer": "Robert Olsen, Dan Berk",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "ced8d6",
    "Genre": "Drama, Thriller, Horror",
    "Description": "A night out turns deadly when three girls break into a seemingly empty mansion."
  },
  {
    "Film": "Breathe ",
    "Year": "2014",
    "Director": "Mélanie Laurent",
    "DirGen": "Female",
    "Writer": "Mélanie Laurent, Julien Lambroschini, Anne-Sophie Brasme",
    "auteurship": "0.5",
    "Colour": "Neutral",
    "HEX": "61574d",
    "Genre": "Drama, LGBT",
    "Description": "Charlie, a 17-year-old girl tortured by doubt, is thrilled when she becomes friends with Sarah, but when Sarah tires of Charlie and looks for a new friend, their relationship takes an ominous turn."
  },
  {
    "Film": "But I'm a Cheerleader",
    "Year": "1999",
    "Director": "Jamie Babbit",
    "DirGen": "Female",
    "Writer": "Jamie Babbit, Brian Peterson",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "6b3d5d",
    "Genre": "Drama, Comedy, Romance, LGBT",
    "Description": "Megan is an all-American girl. A cheerleader. She has a boyfriend. But Megan doesn’t like kissing her boyfriend very much. And she’s pretty touchy with her cheerleader friends. Her conservative parents worry that she must be a lesbian and send her off to “sexual redirection” school, where she must, with other lesbians and gays learn how to be straight."
  },
  {
    "Film": "Carnal Knowledge",
    "Year": "1971",
    "Director": "Mike Nichols",
    "DirGen": "Male",
    "Writer": "Jules Feiffer",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "dfe3e9",
    "Genre": "Drama",
    "Description": "The concurrent sexual lives of best friends Jonathan and Sandy are presented, those lives which are affected by the sexual mores of the time and their own temperament, especially in relation to the respective women who end up in their lives."
  },
  {
    "Film": "Charlie Bartlett",
    "Year": "2007",
    "Director": "Jon Poll",
    "DirGen": "Male",
    "Writer": "Gustin Nash",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "5b2536",
    "Genre": "Comedy, Drama",
    "Description": "Awkward teenager Charlie Bartlett has trouble fitting in at a new high school. Charlie needs some friends fast, and decides that the best way to find them is to appoint himself the resident psychiatrist. He becomes one of the most popular guys in school by doling out advice and, occasionally, medication, to the student body."
  },
  {
    "Film": "Cinema Paradiso",
    "Year": "1988",
    "Director": "Giuseppe Tornatore",
    "DirGen": "Male",
    "Writer": "Giuseppe Tornatore",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "8e4364",
    "Genre": "Romance, Drama",
    "Description": "A filmmaker recalls his childhood, when he fell in love with the movies at his village’s theater and formed a deep friendship with the theater’s projectionist."
  },
  {
    "Film": "City of God",
    "Year": "2002",
    "Director": "Fernando Mierelles, Kátia Lund",
    "DirGen": "Both",
    "Writer": "Paulo Lins, Bráulio Mantovani",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "9f7852",
    "Genre": "Crime, Drama",
    "Description": "Cidade de Deus is a shantytown that started during the 1960s and became one of Rio de Janeiro’s most dangerous places in the beginning of the 1980s. To tell the story of this place, the movie describes the life of various characters, all seen by the point of view of the narrator, Buscapé. Buscapé was raised in a very violent environment. Despite the feeling that all odds were against him, he finds out that life can be seen with other eyes…"
  },
  {
    "Film": "City of Men",
    "Year": "2007",
    "Director": "Paul Morelli",
    "DirGen": "Male",
    "Writer": "Elena Soarez",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "3f86c9",
    "Genre": "Drama",
    "Description": "Best buddies Acerola and Laranjinha, about to turn 18, discover things about their missing fathers’ pasts which will shatter their solid friendship, in the middle of a war between rival drug gangs from Rio’s favelas."
  },
  {
    "Film": "Clueless ",
    "Year": "1995",
    "Director": "Amy Heckerling",
    "DirGen": "Female",
    "Writer": "Amy Heckerling",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "ce9bad",
    "Genre": "Comedy, Romance",
    "Description": "Shallow, rich and socially successful Cher is at the top of her Beverly Hills high school’s pecking scale. Seeing herself as a matchmaker, Cher first coaxes two teachers into dating each other. Emboldened by her success, she decides to give hopelessly klutzy new student Tai a makeover. When Tai becomes more popular than she is, Cher realizes that her disapproving ex-stepbrother was right about how misguided she was – and falls for him."
  },
  {
    "Film": "Cracks",
    "Year": "2009",
    "Director": "Jordan Scott",
    "DirGen": "Female",
    "Writer": "Ben Court, Caroline Ip, Jordan Scott, Sheila Kohler",
    "auteurship": "0.5",
    "Colour": "Neutral",
    "HEX": "b7c7a3",
    "Genre": "Drama, Mystery, Thriller",
    "Description": "Jealousy flares after the headmistress of an elite boarding school for girls becomes obsessed with a new student."
  },
  {
    "Film": "Corpo Celeste",
    "Year": "2011",
    "Director": "Alice Rohrwacher",
    "DirGen": "Female",
    "Writer": "Alice Rohrwacher",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "91bea7",
    "Genre": "Drama",
    "Description": "After growing up in Switzerland, 13-year-old Marta returns to a city in southern Italy with her mother and older sister. Independent and inquisitive, she joins a catechism class at a local church. However, the games and religious pop songs she encounters there do not nearly satisfy her interest in faith. Struggling to find her place, Marta pushes the boundaries of the class, the priest, and the church."
  },
  {
    "Film": "Dead Poets Society",
    "Year": "1989",
    "Director": "Peter Weir",
    "DirGen": "Male",
    "Writer": "Tom Schulman",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "5b5f75",
    "Genre": "Drama",
    "Description": "At an elite, old-fashioned boarding school in New England, a passionate English teacher inspires his students to rebel against convention and seize the potential of every day, courting the disdain of the stern headmaster."
  },
  {
    "Film": "Donnie Darko",
    "Year": "2001",
    "Director": "Richard Kelly",
    "DirGen": "Male",
    "Writer": "Richard Kelly",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "a7ccd8",
    "Genre": "Mystery, Drama, Fantasy",
    "Description": "After narrowly escaping a bizarre accident, a troubled teenager is plagued by visions of a large bunny rabbit that manipulates him to commit a series of crimes."
  },
  {
    "Film": "Dope",
    "Year": "2015",
    "Director": "Rick Famuyiwa",
    "DirGen": "Male",
    "Writer": "Rick Famuyiwa",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "c8dfca",
    "Genre": "Drama, Comedy, Crime, Indie",
    "Description": "Malcolm is carefully surviving life in a tough neighborhood in Los Angeles while juggling college applications, academic interviews, and the SAT. A chance invitation to an underground party leads him into an adventure that could allow him to go from being a geek, to being dope, to ultimately being himself."
  },
  {
    "Film": "Easy A",
    "Year": "2010",
    "Director": "Will Gluck ",
    "DirGen": "Male",
    "Writer": "Bert V. Royal",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "afa7a0",
    "Genre": "Comedy",
    "Description": "Olive, an average high school student, sees her below-the-radar existence turn around overnight once she decides to use the school’s gossip grapevine to advance her social standing. Now her classmates are turning against her and the school board is becoming concerned, including her favorite teacher and the distracted guidance counselor. With the support of her hilariously idiosyncratic parents and a little help from a long-time crush, Olive attempts to take on her notorious new identity and crush the rumor mill once and for all."
  },
  {
    "Film": "East of Eden",
    "Year": "1955",
    "Director": "Elia Kazan",
    "DirGen": "Male",
    "Writer": "John Steinbeck, Paul Osborn",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "878b32",
    "Genre": "Romance, Drama",
    "Description": "In the Salinas Valley, in and around World War I, Cal Trask feels he must compete against overwhelming odds with his brother for the love of their father. Cal is frustrated at every turn, from his reaction to the war, to how to get ahead in business and in life, to how to relate to estranged mother."
  },
  {
    "Film": "Electrick Children",
    "Year": "2012",
    "Director": "Rebecca Thomas",
    "DirGen": "Female",
    "Writer": "Rebecca Thomas",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "d0d1b1",
    "Genre": "Drama",
    "Description": "ELECTRICK CHILD tells the story of Rachel, a rambunctious girl from a polygamist colony in southern Utah. On Rachel’s 15th birthday, she finds a forbidden cassette tape. Having never seen anything like it before, Rachel plays the cassette tape, and finds glorious rock & roll thereupon. Weeks later, Rachel realizes a miracle has occurred – and the cassette tape must have something to do with it. She leaves her family and runs away to the closest city: Las Vegas. There she searches for the singer of the band on the cassette tape. She has a wild adventure and ultimately discovers who she really is: an ELECTRICK CHILD."
  },
  {
    "Film": "Elephant",
    "Year": "2003",
    "Director": "Gus Van Sant",
    "DirGen": "Male",
    "Writer": "Gus Van Sant",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "d7e775",
    "Genre": "Drama, Crime",
    "Description": "Several ordinary high school students go through their daily routine as two others prepare for something more malevolent. The film chronicles the events surrounding a school shooting."
  },
  {
    "Film": "Europa Europa",
    "Year": "1990",
    "Director": "Agnieszka Holland",
    "DirGen": "Female",
    "Writer": "Agnieszka Holland",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "392c27",
    "Genre": "War, Drama, History",
    "Description": "A Jewish boy separated from his family in the early days of WWII poses as a German orphan and is taken into the heart of the Nazi world as a ‘war hero’ and eventually becomes a Hitler Youth. Although improbabilities and happenstance are cornerstones of the film, it is based upon a true story."
  },
  {
    "Film": "Fat Girl",
    "Year": "2001",
    "Director": "Catherine Breillat",
    "DirGen": "Female",
    "Writer": "Catherine Breillat",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "77c7d6",
    "Genre": "Drama",
    "Description": "Anaïs is twelve and bears the weight of the world on her shoulders. She watches her older sister, Elena, whom she both loves and hates. Elena is fifteen and devilishly beautiful. Neither more futile, nor more stupid than her younger sister, she cannot understand that she is merely an object of desire. And, as such, she can only be taken. Or had. Indeed, this is the subject: a girl’s loss of virginity. And, that summer, it opens a door to tragedy."
  },
  {
    "Film": "Freaky Friday",
    "Year": "2003",
    "Director": "Mark Waters",
    "DirGen": "Male ",
    "Writer": "Leslie Dixon, Heather Hach, Mary Rodgers",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "cec5b2",
    "Genre": "Fantasy, Comedy",
    "Description": "Mother and daughter bicker over everything – what Anna wears, whom she likes and what she wants to do when she’s older. In turn, Anna detests Tess’s fiancé. When a magical fortune cookie switches their personalities, they each get a peek at how the other person feels, thinks and lives."
  },
  {
    "Film": "Girl Interrupted",
    "Year": "1999",
    "Director": "James Mangold",
    "DirGen": "Male ",
    "Writer": "James Mangold, Susanna Kaysen, Lisa Loomer, Anna Hamilton Phelan",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "5b4946",
    "Genre": "Drama",
    "Description": "Set in the changing world of the late 1960s, Susanna Kaysen’s prescribed “short rest” from a psychiatrist she had met only once becomes a strange, unknown journey into Alice’s Wonderland, where she struggles with the thin line between normal and crazy. Susanna soon realizes how hard it is to get out once she has been committed, and she ultimately has to choose between the world of people who belong inside or the difficult world of reality outside."
  },
  {
    "Film": "Girlhood",
    "Year": "2014",
    "Director": "Céline Sciamma",
    "DirGen": "Female ",
    "Writer": "Céline Sciamma",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "baa066",
    "Genre": "Drama",
    "Description": "Oppressed by her family setting, dead-end school prospects and the boys law in the neighborhood, Marieme starts a new life after meeting a group of three free-spirited girls. She changes her name, her dress code, and quits school to be accepted in the gang, hoping that this will be a way to freedom."
  },
  {
    "Film": "Girlfight",
    "Year": "2000",
    "Director": "Karyn Kusama",
    "DirGen": "Female ",
    "Writer": "Karyn Kusama",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "16344d",
    "Genre": "Drama",
    "Description": "Diana Guzman begins to train as a boxer and achieves impressive success, blazing new trails for female boxers, all while keeping it a secret from her father."
  },
  {
    "Film": "Ginger Snaps ",
    "Year": "2000",
    "Director": "John Fawcett",
    "DirGen": "Male ",
    "Writer": "Karen Walton",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "af2b24",
    "Genre": "Drama, Horror",
    "Description": "The story of two outcast sisters, Ginger (Katharine Isabelle) and Brigitte (Emily Perkins), in the mindless suburban town of Bailey Downs. On the night of Ginger’s first period, she is savagely attacked by a wild creature. Ginger’s wounds miraculously heal but something is not quite right. Now Brigitte must save her sister and save herself."
  },
  {
    "Film": "Grease",
    "Year": "1978",
    "Director": "Randal Kleiser",
    "DirGen": "Male ",
    "Writer": "Bronte Woodard",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "d5cdde",
    "Genre": "Romance, Music",
    "Description": "Australian good girl Sandy and greaser Danny fell in love over the summer. But when they unexpectedly discover they’re now in the same high school, will they be able to rekindle their romance despite their eccentric friends?"
  },
  {
    "Film": "Hairspray",
    "Year": "1988",
    "Director": "John Waters",
    "DirGen": "Male",
    "Writer": "John Waters",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "fcf1ce",
    "Genre": "Comedy, Music, Family",
    "Description": "Pleasantly plump teenager Tracy Turnblad auditions to be on Baltimore’s most popular dance show – The Corny Collins Show – and lands a prime spot. Through her newfound fame, she becomes determined to help her friends and end the racial segregation that has been a staple of the show."
  },
  {
    "Film": "Hard Candy",
    "Year": "2005",
    "Director": "David Slade",
    "DirGen": "Male ",
    "Writer": "Brian Nelson",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "6d2322",
    "Genre": "Drama, Thriller",
    "Description": "Hayley’s a smart, charming teenage girl. Jeff’s a handsome, smooth fashion photographer. An Internet chat, a coffee shop meet-up, an impromptu fashion shoot back at Jeff’s place. Jeff thinks it’s his lucky night. He’s in for a surprise."
  },
  {
    "Film": "Heathers",
    "Year": "1988",
    "Director": "Michael Lehmann",
    "DirGen": "Male ",
    "Writer": "Daniel Waters",
    "auteurship": "0",
    "Colour": "Cool ",
    "HEX": "6a0708",
    "Genre": "Thriller, Comedy, Drama",
    "Description": "A girl who halfheartedly tries to be part of the “in crowd” of her school meets a rebel who teaches her a more devious way to play social politics: by killing the popular kids."
  },
  {
    "Film": "Hick ",
    "Year": "2011",
    "Director": "Derick Martini",
    "DirGen": "Male ",
    "Writer": "Derick Martini, Andrea Portes ",
    "auteurship": "0.5",
    "Colour": "Neutral",
    "HEX": "e9cf93",
    "Genre": "Comedy, Drama",
    "Description": "A pistol-packing teen meets an unstable rebel and a cocaine-snorting drifter as she hitchhikes her way out West."
  },
  {
    "Film": "Heaven Knows What ",
    "Year": "2014",
    "Director": "Josh Safdie, Benny Safdie",
    "DirGen": "Male ",
    "Writer": "Josh Safdie, Ronald Bronstein, Arielle Holmes",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "46403e",
    "Genre": "Drama",
    "Description": "A young heroin addict roams the streets of New York to panhandle and get her next fix, while her unstable boyfriend drifts in and out of her life at random."
  },
  {
    "Film": "Heaven Help Us",
    "Year": "1985",
    "Director": "Michael Dinner",
    "DirGen": "Male",
    "Writer": "Charles Purpura",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "7a6f68",
    "Genre": "Comedy, Romance, Drama",
    "Description": "Sixteen-year-old Michael Dunn arrives at St. Basil’s Catholic Boys School in Brooklyn circa 1965. There, he befriends all of the misfits in his class as they collide with the repressive faculty and discover the opposite sex as they come of age."
  },
  {
    "Film": "High School Confidential! ",
    "Year": "1958",
    "Director": "Jack Arnold",
    "DirGen": "Male",
    "Writer": "Lewis Meltzer, Robert Blees ",
    "auteurship": "0",
    "Colour": "BW",
    "HEX": "b7b7b7",
    "Genre": "Mystery, Thriller",
    "Description": "A young police officer (Russ Tamblyn) poses as a rebellious student at Santa Bella High School in order to find the leader behind the organization selling drugs to local students."
  },
  {
    "Film": "High School Musical",
    "Year": "2006",
    "Director": "Kenny Ortega",
    "DirGen": "Male ",
    "Writer": "Peter Barsocchini",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "242d4a",
    "Genre": "Music, Family, Drama, Comedy, Romance, TV",
    "Description": "Troy, the popular captain of the basketball team, and Gabriella, the brainy and beautiful member of the academic club, break all the rules of East High society when they secretly audition for the leads in the school’s musical. As they reach for the stars and follow their dreams, everyone learns about acceptance, teamwork, and being yourself."
  },
  {
    "Film": "Hits",
    "Year": "2014",
    "Director": "David Cross",
    "DirGen": "Male",
    "Writer": "David Cross",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "e3d5c4",
    "Genre": "Comedy, Drama",
    "Description": "A talentless teen will do anything to get on TV’s “The Voice.” Meanwhile, her father, a municipal worker, creates an uproar when a video of his rants at City Hall goes viral."
  },
  {
    "Film": "Holes",
    "Year": "2003",
    "Director": "Andrew Davis ",
    "DirGen": "Male ",
    "Writer": "Louis Sachar",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "978c97",
    "Genre": "Adventure, Drama, Comedy, Family",
    "Description": "Stanley’s family is cursed with bad luck. Unfairly sentenced to months of detention at Camp Green Lake, he and his campmates are forced by the warden to dig holes in order to build character. What they don’t know is that they are digging holes in order to search for a lost treasure hidden somewhere in the camp."
  },
  {
    "Film": "Horns",
    "Year": "2013",
    "Director": "Alexandre Aja",
    "DirGen": "Male ",
    "Writer": "Joe Hill, Keith Bunin",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "9fad9b",
    "Genre": "Horror, Thriller, Fantasy, Drama",
    "Description": "In the aftermath of his girlfriend’s mysterious death, a young man awakens to strange horns sprouting from his temples."
  },
  {
    "Film": "Hugo",
    "Year": "2011",
    "Director": "Martin Scorsese",
    "DirGen": "Male",
    "Writer": "John Logan, Brian Selznick",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "abc2c7",
    "Genre": "Adventure, Drama, Fantasy",
    "Description": "Orphaned and alone except for an uncle, Hugo Cabret lives in the walls of a train station in 1930s Paris. Hugo’s job is to oil and maintain the station’s clocks, but to him, his more important task is to protect a broken automaton and notebook left to him by his late father. Accompanied by the goddaughter of an embittered toy merchant, Hugo embarks on a quest to solve the mystery of the automaton and find a place he can call home."
  },
  {
    "Film": "I Killed My Mother ",
    "Year": "2009",
    "Director": "Xavier Dolan",
    "DirGen": "Male",
    "Writer": "Xavier Dolan",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "a1a2b3",
    "Genre": "Drama",
    "Description": "Hubert, a brash 17-year-old, is confused and torn by a love-hate relationship with his mother that consumes him more and more each day. After distressing ordeals and tragic episodes, Hubert will find his mother on the banks of Saint Lawrence river, where he grew up, and where a murder will be committed: the murder of childhood."
  },
  {
    "Film": "I Was a Teenage Werewolf",
    "Year": "1957",
    "Director": "Gene Fowler Jr. ",
    "DirGen": "Male",
    "Writer": "Herman Cohen, Aben Kandel ",
    "auteurship": "0",
    "Colour": "BW",
    "HEX": "d2d2d4",
    "Genre": "Fantasy, Sci-fi, Drama, Horror",
    "Description": "A meat-eating teenager (Michael Landon) sees a psychiatrist (Whit Bissell), who only makes things worse."
  },
  {
    "Film": "I Was Born But...",
    "Year": "1932",
    "Director": "Yasujirō Ozu",
    "DirGen": "Male ",
    "Writer": "Akira Fushimi, Geibei Ibushiya",
    "auteurship": "0",
    "Colour": "BW",
    "HEX": "0a0a0a",
    "Genre": "Comedy, Drama",
    "Description": "Two young brothers become the leaders of a gang of kids in their neighborhood. Ozu’s charming film is a social satire that draws from the antics of childhood as well as the tragedy of maturity."
  },
  {
    "Film": "if....",
    "Year": "1968",
    "Director": "Lindsay Anderson",
    "DirGen": "Male",
    "Writer": "John Howlett, David Sherwin",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "571d21",
    "Genre": "Drama",
    "Description": "Satire about a traditional English boys’ boarding school, where social hierarchy reigns supreme and power remains in the hands of distanced and ineffectual teachers and callously vicious prefects in the Upper Sixth. But three Lower Sixth students, leader Mick Travis, Wallace and Johnny decide on a shocking course of action to redress the balance of privilege once and for all."
  },
  {
    "Film": "Jennifer's Body",
    "Year": "2009",
    "Director": "Karyn Kusama",
    "DirGen": "Female",
    "Writer": "Diablo Cody",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "abc0b6",
    "Genre": "Horror, Comedy",
    "Description": "A newly possessed cheerleader turns into a killer who specializes in offing her male classmates. Can her best friend put an end to the horror?"
  },
  {
    "Film": "Jane Eyre",
    "Year": "2011",
    "Director": "Cary Joji Fukunaga",
    "DirGen": "Male",
    "Writer": "Charlotte Brontë, Moira Buffini",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "e6d8ca",
    "Genre": "Drama, Romance",
    "Description": "After a bleak childhood, Jane Eyre goes out into the world to become a governess. As she lives happily in her new position at Thornfield Hall, she meet the dark, cold, and abrupt master of the house, Mr. Rochester. Jane and her employer grow close in friendship and she soon finds herself falling in love with him. Happiness seems to have found Jane at last, but could Mr. Rochester’s terrible secret be about to destroy it forever?"
  },
  {
    "Film": "Jarhead",
    "Year": "2005",
    "Director": "Sam Mendes",
    "DirGen": "Male",
    "Writer": "William Broyles Jr., Anthony Swofford",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "e1d1c4",
    "Genre": "Drama, War",
    "Description": "Jarhead is a film about a US Marine Anthony Swofford’s experience in the Gulf War. After putting up with an arduous boot camp, Swofford and his unit are sent to the Persian Gulf where they are eager to fight, but are forced to stay back from the action. Swofford struggles with the possibility of his girlfriend cheating on him, and as his mental state deteriorates, his desire to kill increases."
  },
  {
    "Film": "Juno",
    "Year": "2007",
    "Director": "Jason Reitman",
    "DirGen": "Male",
    "Writer": "Diablo Cody",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "b88c25",
    "Genre": "Comedy, Romance, Drama",
    "Description": "Faced with an unplanned pregnancy, an offbeat young woman makes an unusual decision regarding her unborn child."
  },
  {
    "Film": "Joe the King",
    "Year": "1999",
    "Director": "Frank Whaley",
    "DirGen": "Male",
    "Writer": "Frank Whaley",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "565a5a",
    "Genre": "Crime, Drama",
    "Description": "A destitute 14 year old struggles to keep his life together despite harsh abuse at his mother’s hands, harsher abuse at his father’s, and a growing separation from his slightly older brother. Petty thefts for food grow into more major takes until he steals a cash box from the diner where he works. Although Joe uses the money to pay off some of his father’s debts and to replace his mother’s records that his father smashed in a fit of temper, Joe gets no thanks…"
  },
  {
    "Film": "Keith",
    "Year": "2008",
    "Director": "Todd Kessler",
    "DirGen": "Male",
    "Writer": "David Zabel",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "8D7B73",
    "Genre": "Drama, Family, Romance",
    "Description": "Natalie (Elisabeth Harnois) is high school royalty, but her queen bee status falls apart when she falls for the new guy at school. Although Keith (Jesse McCartney) ignores her at first, they soon become friends – even though Natalie suspects that Keith has something to hide. As the free-spirited Keith shows Natalie how to embrace what life offers, they grow closer – until a secret tests the bounds of their relationship"
  },
  {
    "Film": "Kes",
    "Year": "1969",
    "Director": "Ken Loach",
    "DirGen": "Male",
    "Writer": "Ken Loach, Tony Garnett, Barry Hines",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "164A34",
    "Genre": "Drama",
    "Description": "A young, English working-class boy spends his free time caring for and training his pet falcon."
  },
  {
    "Film": "Kids",
    "Year": "1995",
    "Director": "Larry Clark",
    "DirGen": "Male",
    "Writer": "Harmony Korine",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "3C74C4",
    "Genre": "Drama, Crime",
    "Description": "A controversial portrayal of teens in New York City which exposes a deeply disturbing world of sex and substance abuse. The film focuses on a sexually reckless, freckle-faced boy named Telly, whose goal is to have sex with as many different girls as he can. When Jenny, a girl who has had sex only once, tests positive for HIV, she knows she contracted the disease from Telly. When Jenny discovers that Telly’s idea of “safe sex” is to only have sex with virgins, and is continuing to pass the disease onto other unsuspecting girls, Jenny makes it her business to try to stop him."
  },
  {
    "Film": "Kick-Ass",
    "Year": "2010",
    "Director": "Matthew Vaughn",
    "DirGen": "Male",
    "Writer": "Matthew Vaughn, Jane Goldman",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "AE3589",
    "Genre": "Crime, Action",
    "Description": "Dave Lizewski is an unnoticed high school student and comic book fan who one day decides to become a super-hero, even though he has no powers, training or meaningful reason to do so."
  },
  {
    "Film": "Kramer vs. Kramer",
    "Year": "1979",
    "Director": "Robert Benton",
    "DirGen": "Male",
    "Writer": "Robert Benton, Avery Corman",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "A4545C",
    "Genre": "Drama",
    "Description": "Ted Kramer is a career man for whom his work comes before his family. His wife Joanna cannot take this anymore, so she decides to leave him. Ted is now faced with the tasks of housekeeping and taking care of himself and their young son Billy."
  },
  {
    "Film": "Léon: The Professional",
    "Year": "1994",
    "Director": "Luc Besson",
    "DirGen": "Male",
    "Writer": "Luc Besson",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "D9A274",
    "Genre": "Action, Drama, Crime",
    "Description": "Léon, the top hit man in New York, has earned a rep as an effective “cleaner”. But when his next-door neighbors are wiped out by a loose-cannon DEA agent, he becomes the unwilling custodian of 12-year-old Mathilda. Before long, Mathilda’s thoughts turn to revenge, and she considers following in Léon’s footsteps."
  },
  {
    "Film": "Little Women",
    "Year": "2019",
    "Director": "Greta Gerwig ",
    "DirGen": "Female",
    "Writer": "Greta Gerwig, Louisa May Alcott",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "CEA5A2",
    "Genre": "Romance, Drama",
    "Description": "Four sisters come of age in America in the aftermath of the Civil War."
  },
  {
    "Film": "Little Miss Sunshine",
    "Year": "2006",
    "Director": "Johnathon Dayton, Valerie Faris",
    "DirGen": "Both",
    "Writer": "Michael Arndt",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "EACB55",
    "Genre": "Drama, Comedy",
    "Description": "A family loaded with quirky, colorful characters piles into an old van and road trips to California for little Olive to compete in a beauty pageant."
  },
  {
    "Film": "Lord of the Flies",
    "Year": "1963",
    "Director": "Peter Brook",
    "DirGen": "Male",
    "Writer": "William Golding, Peter Brook",
    "auteurship": "0.5",
    "Colour": "BW",
    "HEX": "6B6564",
    "Genre": "Thriller, Adventure, Drama",
    "Description": "Amidst a nuclear war, a plane carrying a group of schoolboys crash lands on a deserted island. With no adult survivors, the boys are forced to fend for themselves. At first they cooperate, but when the they split into two separate camps – one led by the pragmatic Ralph and the other by militaristic Jack – their society falls into disarray, leading to a disturbing examination of human nature and a chilling conclusion."
  },
  {
    "Film": "Lore",
    "Year": "2012",
    "Director": "Cate Shortland",
    "DirGen": "Female",
    "Writer": "Cate Shortland, Robin Mukherjee, Rachel Seiffert",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "3C5C71",
    "Genre": "Drama, War, Thriller",
    "Description": "End of World War II, 1945. Lore leads her four younger siblings across a war-torn Germany. Amidst the chaos, she encounters Thomas, a mysterious refugee, who shatters her fragile reality with hatred and desire. To live, she must trust someone she does not know and face the darkness within herself."
  },
  {
    "Film": "Louder Than Bombs",
    "Year": "2015",
    "Director": "Joachim Trier",
    "DirGen": "Male",
    "Writer": "Joachim Trier, Eskil Vogt",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "3E779C",
    "Genre": "Drama",
    "Description": "Three years after his wife, acclaimed photographer Isabelle Reed, dies in a car crash, Gene keeps everyday life going with his shy teenage son, Conrad. A planned exhibition of Isabelle’s photographs prompts Gene’s older son, Jonah, to return to the house he grew up in – and for the first time in a very long time, the father and the two brothers are living under the same roof."
  },
  {
    "Film": "Max",
    "Year": "2015",
    "Director": "Boaz Yakin",
    "DirGen": "Male",
    "Writer": "Sheldon Lettich, Boaz Yakin",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "E3E1DB",
    "Genre": "Drama, Adventure",
    "Description": "A dog that helped soldiers in Afghanistan returns to the U.S. and is adopted by his handler’s family after suffering a traumatic experience."
  },
  {
    "Film": "Mary and Max",
    "Year": "2009",
    "Director": "Adam Elliot",
    "DirGen": "Male",
    "Writer": "Adam Elliot",
    "auteurship": "1",
    "Colour": "BW",
    "HEX": "9B9C93",
    "Genre": "Animation, Comedy, Drama",
    "Description": "A tale of friendship between two unlikely pen pals: Mary, a lonely, eight-year-old girl living in the suburbs of Melbourne, and Max, a forty-four-year old, severely obese man living in New York. In the mid-1970’s, a homely, friendless Australian girl of 8 picks a name out of a Manhattan phone book and writes to him; she includes a chocolate bar. He writes back, with chocolate. Thus begins a 20-year correspondence. Will the two ever meet face to face?"
  },
  {
    "Film": "Mean Girls",
    "Year": "2004",
    "Director": "Mark Waters",
    "DirGen": "Male",
    "Writer": "Tine Fey",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "D2A0CB",
    "Genre": "Comedy",
    "Description": "Cady Heron is a hit with The Plastics, the A-list girl clique at her new school, until she makes the mistake of falling for Aaron Samuels, the ex-boyfriend of alpha Plastic Regina George."
  },
  {
    "Film": "Meek's Cutoff",
    "Year": "2010",
    "Director": "Kelly Reichardt",
    "DirGen": "Female",
    "Writer": "Jonathan Raymond",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "815605",
    "Genre": "Drama, Western",
    "Description": "Set in 1845, this drama follows a group of settlers as they embark on a punishing journey along the Oregon Trail. When their guide leads them astray, the expedition is forced to contend with the unforgiving conditions of the high plain desert."
  },
  {
    "Film": "Mistress America",
    "Year": "2015",
    "Director": "Noah Baumbach",
    "DirGen": "Male",
    "Writer": "Noah Baumbach, Greta Gerwig",
    "auteurship": "0.5",
    "Colour": "Neutral",
    "HEX": "C6B99F",
    "Genre": "Comedy",
    "Description": "Tracy, a lonely college freshman in New York, is rescued from her solitude by her soon-to-be stepsister Brooke, an adventurous gal about town who entangles her in alluringly mad schemes."
  },
  {
    "Film": "Mommy",
    "Year": "2014",
    "Director": "Xavier Dolan",
    "DirGen": "Male",
    "Writer": "Xavier Dolan",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "1483B9",
    "Genre": "Drama",
    "Description": "A peculiar neighbor offers hope to a recent widow who is struggling to raise a teenager who is unpredictable and, sometimes, violent."
  },
  {
    "Film": "My Fair Lady",
    "Year": "1964",
    "Director": "George Cukor",
    "DirGen": "Male",
    "Writer": "Alan Jay Lerner",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "B998A6",
    "Genre": "Drama, Romance",
    "Description": "A snobbish phonetics professor agrees to a wager that he can take a flower girl and make her presentable in high society."
  },
  {
    "Film": "My Boyfriend's Back",
    "Year": "1993",
    "Director": "Bob Balaban",
    "DirGen": "Male",
    "Writer": "Dean Lorey",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "BB8E8F",
    "Genre": "Comedy, Romance",
    "Description": "Missy McCloud is the most beautiful girl in school and Johnny Dingle has been in love with her for years. One night, Johnny is killed trying to win her over, and soon he comes back from the dead, and wins Missy’s heart."
  },
  {
    "Film": "My Girl",
    "Year": "1991",
    "Director": "Howard Zieff",
    "DirGen": "Male",
    "Writer": "Laurice Elehwany",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "BA866F",
    "Genre": "Comedy, Drama",
    "Description": "Vada Sultenfuss is obsessed with death. Her mother is dead, and her father runs a funeral parlor. She is also in love with her English teacher, and joins a poetry class over the summer just to impress him. Thomas J., her best friend, is “allergic to everything”, and sticks with Vada despite her hangups. When Vada’s father hires Shelly, and begins to fall for her, things take a turn to the worse…"
  },
  {
    "Film": "My Neighbor Totoro",
    "Year": "1988",
    "Director": "Hayao Miyazaki",
    "DirGen": "Male",
    "Writer": "Hayao Miyazaki",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "B0C625",
    "Genre": "Fantasy, Animation, Family",
    "Description": "Two sisters move to the country with their father in order to be closer to their hospitalized mother, and discover the surrounding trees are inhabited by Totoros, magical spirits of the forest. When the youngest runs away from home, the older sister seeks help from the spirits to find her."
  },
  {
    "Film": "My Life as a Dog",
    "Year": "1985",
    "Director": "Lasse Hallström",
    "DirGen": "Male",
    "Writer": "Lasse Hallström, Reidar Jönsson, Per Berglund, Brasse Brännström",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "FCAA82",
    "Genre": "Drama, Comedy",
    "Description": "A boy, obsessed with comparing himself with those less fortunate, experiences a different life at the home of his aunt and uncle in 1959 Sweden."
  },
  {
    "Film": "Mysterious Skin",
    "Year": "2004",
    "Director": "Gregg Araki",
    "DirGen": "Male",
    "Writer": "Gregg Araki, Scott Heim",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "EED68B",
    "Genre": "Drama",
    "Description": "A teenage hustler and a young man obsessed with alien abductions cross paths, together discovering a horrible, liberating truth."
  },
  {
    "Film": "Neon Genesis Evangelion: The End of Evangelion",
    "Year": "1997",
    "Director": "Hideaki Anno, Kazuya Tsurumaki",
    "DirGen": "Male",
    "Writer": "Hideaki Anno",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "9D9FD5",
    "Genre": "Drama, Sci-Fi, Animation",
    "Description": "The second of two theatrically released follow-ups to the Neon Genesis Evangelion series. Comprising of two alternate episodes which were first intended to take the place of episodes 25 and 26, this finale answers many of the questions surrounding the series, while also opening up some new possibilities."
  },
  {
    "Film": "Never Been Kissed",
    "Year": "1999",
    "Director": "Raja Gosnell",
    "DirGen": "Male",
    "Writer": "Abby Kohn, Marc Silverstein",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "BAAEAF",
    "Genre": "Romance, Drama, Comedy",
    "Description": "Josie Geller, a baby-faced junior copywriter at the Chicago Sun-Times, must pose as a student at her former high school to research contemporary teenage culture. With the help of her brother, Rob, Josie infiltrates the inner circle of the most popular clique on campus. But she hits a major snag in her investigation – not to mention her own failed love life – when she falls for her dreamy English teacher, Sam Coulson."
  },
  {
    "Film": "Nick and Norah's Infinite Playlist",
    "Year": "2008",
    "Director": "Peter Sollett",
    "DirGen": "Male",
    "Writer": "Rachel Cohn, David Levithan, Lorene Scafaria ",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "AD1246",
    "Genre": "Music, Comedy, Drama",
    "Description": "Nick cannot stop obsessing over his ex-girlfriend, Tris, until Tris’ friend Norah suddenly shows interest in him at a club. Thus beings an odd night filled with ups and downs as the two keep running into Tris and her new boyfriend while searching for Norah’s drunken friend, Caroline, with help from Nick’s band mates. As the night winds down, the two have to figure out what they want from each other."
  },
  {
    "Film": "Nowhere Boy",
    "Year": "2009",
    "Director": "Sam Taylor-Johnson",
    "DirGen": "Female",
    "Writer": "Matt Greenhalgh",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "132D48",
    "Genre": "Drama",
    "Description": "The drama tells the story of Lennon’s teenage years and the start of his journey to becoming a successful musician. The story also examines the impact on his early life and personality of the two dominant females in his childhood"
  },
  {
    "Film": "Once Upon a Time in America",
    "Year": "1984",
    "Director": "Sergio Leone",
    "DirGen": "Male",
    "Writer": "Sergio Leone, Franco Ferrin,i Leonardo Benvenuti, Franco Arcalli, Enrico Medioli, Ernesto Gastaldi, Piero De Bernardi, Harry Grey",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "9B5D2B",
    "Genre": "Drama, Crime",
    "Description": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life."
  },
  {
    "Film": "Paper Moon",
    "Year": "1973",
    "Director": "Peter Bogdanovich",
    "DirGen": "Male",
    "Writer": "Alvin Sargent, Joe David Brown",
    "auteurship": "0",
    "Colour": "BW",
    "HEX": "5F5F5F",
    "Genre": "Crime, Comedy, Drama",
    "Description": "During the Great Depression, a con man finds himself saddled with a young girl—who may or may not be his daughter—and the two forge an unlikely partnership."
  },
  {
    "Film": "Pariah",
    "Year": "2011",
    "Director": "Dee Rees",
    "DirGen": "Female",
    "Writer": "Dee Rees",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "870D41",
    "Genre": "Drama",
    "Description": "A Brooklyn teenager juggles conflicting identities and risks friendship, heartbreak, and family in a desperate search for sexual expression."
  },
  {
    "Film": "Persepolis",
    "Year": "2007",
    "Director": "Vincent Paronnaud, Marjane Satrapi",
    "DirGen": "Both",
    "Writer": "Vincent Paronnaud, Marjan Satrapi",
    "auteurship": "1",
    "Colour": "BW",
    "HEX": "222222",
    "Genre": "Animation, Drama",
    "Description": "In 1970s Iran, Marjane ‘Marji’ Statrapi watches events through her young eyes and her idealistic family of a long dream being fulfilled of the hated Shah’s defeat in the Iranian Revolution of 1979. However as Marji grows up, she witnesses first hand how the new Iran, now ruled by Islamic fundamentalists, has become a repressive tyranny on its own."
  },
  {
    "Film": "Pretty in Pink",
    "Year": "1986",
    "Director": "Howard Deutch",
    "DirGen": "Male",
    "Writer": "John Hughes",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "BA6B81",
    "Genre": "Romance, Comedy",
    "Description": "Andie is an outcast, hanging out either with her older boss, who owns the record store where she works, or her quirky high school classmate Duckie, who has a crush on her. When one of the rich and popular kids at school, Blane, asks Andie out, it seems too good to be true. As Andie starts falling for Blane, she begins to realize that dating someone from a different social sphere is not easy."
  },
  {
    "Film": "Rebel Without a Cause",
    "Year": "1955",
    "Director": "Nicholas Ray",
    "DirGen": "Male",
    "Writer": "Nicholas Ray, Stewart Stern",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "922B21",
    "Genre": "Drama",
    "Description": "After moving to a new town, troublemaking teen Jim Stark is supposed to have a clean slate, although being the new kid in town brings its own problems. While searching for some stability, Stark forms a bond with a disturbed classmate, Plato, and falls for local girl Judy. However, Judy is the girlfriend of neighborhood tough, Buzz. When Buzz violently confronts Jim and challenges him to a drag race, the new kid’s real troubles begin."
  },
  {
    "Film": "Reality Bites",
    "Year": "1994",
    "Director": "Ben Stiller",
    "DirGen": "Male",
    "Writer": "Helen Childress",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "37180D",
    "Genre": "Romance, Comedy, Drama",
    "Description": "A small circle of friends suffering from post-collegiate blues must confront the hard truth about life, love and the pursuit of gainful employment. As they struggle to map out survival guides for the future, the Gen-X quartet soon begins to realize that reality isn’t all it’s cracked up to be."
  },
  {
    "Film": "Romeo + Juliet",
    "Year": "1996",
    "Director": "Baz Luhrmann",
    "DirGen": "Male",
    "Writer": "Baz Luhrmann, William Shakespeare, Craig Pearce",
    "auteurship": "0.5",
    "Colour": "Warm",
    "HEX": "4D559D",
    "Genre": "Drama, Romance",
    "Description": "In director Baz Luhrmann’s contemporary take on William Shakespeare’s classic tragedy, the Montagues and Capulets have moved their ongoing feud to the sweltering suburb of Verona Beach, where Romeo and Juliet fall in love and secretly wed. Though the film is visually modern, the bard’s dialogue remains."
  },
  {
    "Film": "Scott Pilgrim vs. the World",
    "Year": "2010",
    "Director": "Edgar Wright",
    "DirGen": "Male",
    "Writer": "Edgar Wright, Michael Bacall, Bryan Lee O'Malley",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "E44697",
    "Genre": "Romance, Music, Action, Comedy",
    "Description": "Scott Pilgrim is a 22 year old radical Canadian wannabe rockstar who falls in love with an American delivery girl, Ramona Flowers, and must defeat her seven evil exes to be able to date her."
  },
  {
    "Film": "She's All That",
    "Year": "1999",
    "Director": "Robert Iscove ",
    "DirGen": "Male",
    "Writer": "R. Lee Fleming Jr.",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "716776",
    "Genre": "Comedy, Romance",
    "Description": "High school hotshot Zach Siler is the envy of his peers. But his popularity declines sharply when his cheerleader girlfriend, Taylor, leaves him for sleazy reality-television star Brock Hudson. Desperate to revive his fading reputation, Siler agrees to a seemingly impossible challenge. He has six weeks to gain the trust of nerdy outcast Laney Boggs – and help her to become the school’s next prom queen."
  },
  {
    "Film": "Short Term 12",
    "Year": "2013",
    "Director": "Destin Daniel Cretton",
    "DirGen": "Male",
    "Writer": "Destin Daniel Cretton",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "B2AC94",
    "Genre": "Drama",
    "Description": "Grace, a compassionate young supervisor at a foster care facility, helps at-risk teens. But when a new charge dredges up memories of her own troubled past, Grace’s tough exterior begins eroding."
  },
  {
    "Film": "Spirited Away",
    "Year": "2001",
    "Director": "Hayao Miyazaki",
    "DirGen": "Male",
    "Writer": "Hayao Miyazaki",
    "auteurship": "1",
    "Colour": "Warm",
    "HEX": "DF6150",
    "Genre": "Family, Fantasy, Animation",
    "Description": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family."
  },
  {
    "Film": "Splendor in the Grass",
    "Year": "1961",
    "Director": "Elia Kazan",
    "DirGen": "Male",
    "Writer": "William Inge",
    "auteurship": "0",
    "Colour": "Neutral",
    "HEX": "A29CAC",
    "Genre": "Drama, Romance",
    "Description": "A fragile Kansas girl’s unrequited and forbidden love for a handsome young man from the town’s most powerful family drives her to heartbreak and madness."
  },
  {
    "Film": "Superbad ",
    "Year": "2007",
    "Director": "Greg Mottola",
    "DirGen": "Male",
    "Writer": "Seth Rogan, Evan Goldberg",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "CDC8CB",
    "Genre": "Comedy",
    "Description": "Two co-dependent high school seniors are forced to deal with separation anxiety after their plan to stage a booze-soaked party goes awry."
  },
  {
    "Film": "The Basketball Diaries",
    "Year": "1995",
    "Director": "Scott Kalvert",
    "DirGen": "Male",
    "Writer": "Jim Carroll, Bryan Goluboff",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "AE1C27",
    "Genre": "Drama, Crime",
    "Description": "Film adaptation of street tough Jim Carroll’s epistle about his kaleidoscopic free fall into the harrowing world of drug addiction."
  },
  {
    "Film": "The Last Picture Show",
    "Year": "1971",
    "Director": "Peter Bogdanovich",
    "DirGen": "Male",
    "Writer": "Larry McMurtry, Peter Bogdanovich",
    "auteurship": "0.5",
    "Colour": "BW",
    "HEX": "E9EBE8",
    "Genre": "Drama",
    "Description": "High school seniors and best friends, Sonny and Duane, live in a dying Texas town. The handsome Duane is dating local beauty, Jacy, while Sonny is having an affair with the coach’s wife, Ruth. As graduation nears, both boys contemplate their futures. While Duane eyes the army and Sonny takes over a local business, each boy struggles to figure out if he can escape this dead-end town and build a better life somewhere else."
  },
  {
    "Film": "The Perks of Being a Wallflower",
    "Year": "2012",
    "Director": "Stephen Chbosky",
    "DirGen": "Male",
    "Writer": "Stephen Chbosky",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "617186",
    "Genre": "Drama",
    "Description": "Pittsburgh, Pennsylvania, 1991. High school freshman Charlie is a wallflower, always watching life from the sidelines, until two senior students, Sam and her stepbrother Patrick, become his mentors, helping him discover the joys of friendship, music and love…"
  },
  {
    "Film": "Tomboy",
    "Year": "2011",
    "Director": "Céline Sciamma",
    "DirGen": "Female",
    "Writer": "Céline Sciamma",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "D0C7A7",
    "Genre": "Drama",
    "Description": "A French family with two daughters, 10-year-old Laure and 6-year-old Jeanne, moves to a new neighborhood during the summer holidays. With her tomboy ways, Laure is immediately mistaken for a boy by the local kids and passes herself off as Mickaël."
  },
  {
    "Film": "The Bling Ring",
    "Year": "2013",
    "Director": "Sofia Coppola",
    "DirGen": "Female",
    "Writer": "Sofia Coppola",
    "auteurship": "1",
    "Colour": "Cool",
    "HEX": "F2E1E6",
    "Genre": "Drama, Crime",
    "Description": "Inspired by actual events, a group of fame-obsessed teenagers use the Internet to track celebrities’ whereabouts in order to rob their homes."
  },
  {
    "Film": "Penda's Fen",
    "Year": "1974",
    "Director": "Alan Clarke",
    "DirGen": "Male",
    "Writer": "David Rudkin",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "6893B1",
    "Genre": "Fantasy, LGBT, Drama, Folk Horror",
    "Description": "Through a series of real and imagined encounters with angels, demons, and England’s pagan past, a pastor’s son begins to question his religion and politics, and comes to terms with his sexuality."
  },
  {
    "Film": "We Need to Talk About Kevin",
    "Year": "2011",
    "Director": "Lynne Ramsay",
    "DirGen": "Female",
    "Writer": "Lynee Ramsay, Rory Stewart Kinnear, Lionel Shriver",
    "auteurship": "0.5",
    "Colour": "Neutral",
    "HEX": "CACCC2",
    "Genre": "Thriller, Drama",
    "Description": "After her son Kevin commits a horrific act, troubled mother Eva reflects on her complicated relationship with her disturbed son as he grew from a toddler into a teenager."
  },
  {
    "Film": "Whip It",
    "Year": "2009",
    "Director": "Drew Barrymore",
    "DirGen": "Female",
    "Writer": "Shauna Cross",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "54B993",
    "Genre": "Drama",
    "Description": "In Bodeen, Texas, Land Of The Dragon, an indie-rock loving misfit finds a way of dealing with her small-town misery after she discovers a roller derby league in nearby Austin."
  },
  {
    "Film": "About a Boy",
    "Year": "2002",
    "Director": "Chris Weitz, Paul Weitz",
    "DirGen": "Male",
    "Writer": "Nick Hornby, Chris Weitz, Paul Weitz, Peter Hedges",
    "auteurship": "0.5",
    "Colour": "Cool",
    "HEX": "6E885A",
    "Genre": "Comedy, Drama, Romance",
    "Description": "Will Freeman is a hip Londoner who one day realizes that his friends are all involved with the responsibilities of married life and that leaves him alone in the cold. Passing himself off as a single father, he starts to meet a string of single mums, confident in his ability to leave them behind when they start to ask for a commitment. But Will’s hope of a continued bachelorhood is interrupted when he meets 12-year old Marcus, in many ways his complete opposite."
  },
  {
    "Film": "The Outsiders",
    "Year": "1983",
    "Director": "Francis Ford Coppola",
    "DirGen": "Male",
    "Writer": "S.E. Hinton, Kathleen Rowell",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "293941",
    "Genre": "Drama, Crime",
    "Description": "When two poor greasers, Johnny, and Ponyboy are assaulted by a vicious gang, the socs, and Johnny kills one of the attackers, tension begins to mount between the two rival gangs, setting off a turbulent chain of events."
  },
  {
    "Film": "To Kill a Mockingbird",
    "Year": "1962",
    "Director": "Robert Mulligan",
    "DirGen": "Male",
    "Writer": "Horton Foote, Harper Lee",
    "auteurship": "0",
    "Colour": "BW",
    "HEX": "828284",
    "Genre": "Drama, Crime",
    "Description": "Scout Finch, 6, and her older brother Jem live in sleepy Maycomb, Alabama, spending much of their time with their friend Dill and spying on their reclusive and mysterious neighbor, Boo Radley. When Atticus, their widowed father and a respected lawyer, defends a black man named Tom Robinson against fabricated rape charges, the trial and tangent events expose the children to evils of racism and stereotyping."
  },
  {
    "Film": "Genesis",
    "Year": "2018",
    "Director": "Phillippe Lesage",
    "DirGen": "Male",
    "Writer": "Phillippe Lesage",
    "auteurship": "1",
    "Colour": "Neutral",
    "HEX": "49432B",
    "Genre": "Romance, Drama",
    "Description": "Three teenagers are shaken up by their first loves in the turmoil of their youth. At a time when others are conforming, they stand their ground and assert their right to love and be free."
  },
  {
    "Film": "Honey Boy",
    "Year": "2019",
    "Director": "Alma Har’el",
    "DirGen": "Female",
    "Writer": "Shia LaBeouf",
    "auteurship": "0",
    "Colour": "Warm",
    "HEX": "C57551",
    "Genre": "Drama",
    "Description": "The story of a child star attempting to mend his relationship with his law-breaking, alcohol-abusing father over the course of a decade, loosely based on Shia LaBeouf’s life."
  },
  {
    "Film": "Booksmart",
    "Year": "2019",
    "Director": "Olivia Wilde",
    "DirGen": "Female",
    "Writer": "Emily Halpern, Sarah Haskins, Susanna Fogel, Katie Silberman",
    "auteurship": "0",
    "Colour": "Cool",
    "HEX": "234A69",
    "Genre": "Comedy",
    "Description": "Two academic teenage superstars realize, on the eve of their high school graduation, that they should have worked less and played more. Determined to never fall short of their peers, the girls set out on a mission to cram four years of fun into one night."
  },
  {
    "Film": "Skate Kitchen",
    "Year": "2018",
    "Director": "Crystal Moselle ",
    "DirGen": "Female",
    "Writer": "Crystal Moselle, Aslihan Ünaldı, Jen SIlverman",
    "auteurship": "0.5",
    "Colour": "Neutral",
    "HEX": "B3BBCC",
    "Genre": "Drama",
    "Description": "Camille’s life as a lonely suburban teenager changes dramatically when she befriends a group of girl skateboarders. As she journeys deeper into this raw New York City subculture, she begins to understand the true meaning of friendship as well as her inner self."
  }
]