[
  {
    "Headline": "Frustrated Bloomberg Staffer Literally Just Aborted Fetus For This Job",
    "Byline": "By Adam Albright-Hanna",
    "Abstract": "Expressing her displeasure about the unfortunate timing of her boss dropping out of the presidential primary, Bloomberg staffer Eliza Wilkonson was reportedly frustrated Wednesday that she had literally just aborted a fetus for this job."
  },
  {
    "Headline": "Biden Says Incredible Comeback Proves He Can Beat Progressive Democrat In A General Election",
    "Byline": "By Nick Stefanovich",
    "Abstract": "Touting his Super Tuesday victories as evidence that he would stand strong in the face of any real change, Joe Biden announced Wednesday that his incredible electoral comeback proves he can beat a progressive Democrat in the general election."
  },
  {
    "Headline": "‘I’m Proud To Endorse Biden And So Are All Of You,’ Announces Pipe-Waving Amy Klobuchar",
    "Byline": "By Tim Harrod",
    "Abstract": "Triumphantly celebrating victory with an adoring crowd of supporters, vindictive former Democratic presidential candidate Amy Klobuchar was elected mayor of South Bend, IN, sources confirmed Thursday."
  },
  {
    "Headline": "Damning New Footage Shows Sanders In 1980s Arguing Madonna Could Never Make Transition From Music To Film",
    "Byline": "By Evan Waite",
    "Abstract": "In a video from late 1984 that was circulating online Friday and could severely damage his bid for the presidency, Bernie Sanders can be heard openly questioning whether Madonna was likely to succeed in the transition from making records to acting in major motion pictures."
  },
  {
    "Headline": "Pete Buttigieg Pivots From Mimicking Obama To Mimicking Sanders In Attempt To Gain Ground",
    "Byline": "By Tim Sampson",
    "Abstract": "Quipping that if elected, he would be a father first and president second, Democratic candidate Pete Buttigieg told reporters Wednesday that he loved his “wife Marcia and two beautiful kids, Tad and Hayden” in his latest campaign shift. "
  },
  {
    "Headline": "Nancy Pelosi Assures Democratic Reps They Don’t Need To Try Being Productive During Stressful Pandemic",
    "Byline": "By David McQuary",
    "Abstract": "Encouraging lawmakers to avoid holding themselves to the impossible standard of protecting Americans, Speaker Nancy Pelosi (D-CA) assured Democratic House representatives Wednesday they don’t need to try being productive during the stressful pandemic. "
  },
  {
    "Headline": "Senator Kelly Loeffler Asks For Prayers After Losing $3 On Single Stock Due To Coronavirus",
    "Byline": "By Shira Rachel Danan",
    "Abstract": "Begging her constituents to keep her family in their thoughts in the coming days, Sen. Kelly Loeffler (R-GA) asked for Americans to send her prayers in an emotional press conference Tuesday in which she announced that she had lost as much as $3 on a single stock due to the coronavirus. "
  },
  {
    "Headline": "Thousands Of Pigs, Cattle Across Nation Stage Walkout Strike Following Trump’s Demands To Keep Meat Plants Open",
    "Byline": "By Aaron Weerasinghe",
    "Abstract": "With millions of people filing for unemployment amid the coronavirus pandemic, attention has turned to how employment now compares to historical U.S. trends. The Onion looks back at a historical timeline of U.S. employment. "
  },
  {
    "Headline": "Republicans Ridicule Democrats For Caring As Little About Sexual Assault As They Do",
    "Byline": "By Dan Treadway",
    "Abstract": "Responding to the fallout of accusations against Joe Biden in a series of social media posts and media appearances, Republican politicians and commentators ridiculed Democrats Wednesday for apparently caring as little about sexual assault as they do. "
  },
  {
    "Headline": "Trump Accuses New York Of Padding State’s Mortality Rate By Including African American Deaths",
    "Byline": "By Sam Weiner",
    "Abstract": "Dismissing the statistics as “totally overblown,” President Donald Trump publicly accused New York health officials Monday of inflating the state’s Covid-19 mortality rate by including African Americans in their calculations of the total dead. "
  },
  {
    "Headline": "Georgia Governor Argues That Closing State’s Beaches An Attack On Citizens’ Fundamental Right To Get Wet ’N’ Wild",
    "Byline": "By Michelle Spies",
    "Abstract": "With public health experts decrying his decision last week to reopen the state’s beaches, Georgia Gov. Brian Kemp argued Monday that any government action limiting fun in the sun would constitute an infringement upon every citizen’s fundamental right to get wet ’n’ wild. "
  },
  {
    "Headline": "Trump Admits 18 New States To Increase Competition For Medical Supplies",
    "Byline": "By Bijan Samareh",
    "Abstract": "In an effort to attract better offers from governors forced into bidding wars over life-saving equipment, President Donald Trump admitted 18 new states Monday to increase competition for medical supplies."
  },
  {
    "Headline": "Southern Governors Argue Covid-19 Good Christian Virus That Wouldn’t Dare Spread During Church",
    "Byline": "By Ronald Metellus",
    "Abstract": "In a bold affirmation of faith during a time of widespread global pandemic, the governors of several Southern states confirmed Thursday they have exempted religious services from their shelter-in-place orders, arguing that Covid-19 is a good Christian virus that wouldn’t dare to spread during church."
  }
]